{
  "JewTeam": [
    "Leading the league while playing the easiest schedule - impressive or lucky? 1234.5 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting.",
    "First place is nice, but can you, Unknown Owner finish what you, Unknown Owner started? Your confidence is admirable, but misplaced. Maybe stop overthinking every decision and just play the game. Ranked #1 now, but the pressure is mounting. Remember when Lost to a team that started a kicker on bye week? Yeah, we do too.",
    "Leading the league while playing the easiest schedule - impressive or lucky? Your confidence is admirable, but misplaced. Maybe stop overthinking every decision and just play the game. Ranked #1 now, but the pressure is mounting.",
    "The target is on you, Unknown Ownerr back now. How does it feel? Your confidence is admirable, but misplaced. Ranked #1 now, but the pressure is mounting.",
    "First place is nice, but can you finish what you started? Ranked #1 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you, Unknown Owner handle the pressure? Your confidence is admirable, but misplaced. Ranked #1 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. Your confidence is admirable, but misplaced. Ranked #1 now, but the pressure is mounting. Remember when Lost to a team that started a kicker on bye week? Yeah, we do too."
  ],
  "gunga36": [
    "A shocking performance from a supposed contender. Awful start. 408 points is nice, but can you do it consistently? Ranked #14 out of 16. At least you're not last... yet.",
    "The worst team in the league. A truly pathetic display. 408 points is nice, but can you do it consistently? Ranked #14 out of 16. At least you're not last... yet.",
    "Leading the league while playing the easiest schedule - impressive or lucky? 'All or nothing' - sure, Unknown Owner, sure. Ranked #2 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. 'All or nothing' - sure, Unknown Owner, sure. Ranked #2 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you handle the pressure? Ranked #2 now, but the pressure is mounting.",
    "Leading the league while playing the easiest schedule - impressive or lucky? Ranked #2 now, but the pressure is mounting. Remember when Traded away a top-5 RB for a defense? Yeah, we do too.",
    "Sitting pretty at the top, but can you handle the pressure? Ranked #2 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you handle the pressure? Ranked #2 now, but the pressure is mounting.",
    "The only thing you're leading in is disappointment. 2 losses and counting. At least you're consistent. Ranked #15 out of 16. At least you're not last... yet. Remember when Traded away a top-5 RB for a defense? Yeah, we do too.",
    "The only thing you're leading in is disappointment. 2 losses and counting. At least you're consistent. Ranked #15 out of 16. At least you're not last... yet.",
    "Started the season right where you left off. In the bin. 2 losses and counting. At least you're consistent. Ranked #15 out of 16. At least you're not last... yet. Remember when Traded away a top-5 RB for a defense? Yeah, we do too.",
    "The only thing you're leading in is disappointment. 2 losses and counting. At least you're consistent. Ranked #15 out of 16. At least you're not last... yet. Remember when Traded away a top-5 RB for a defense? Yeah, we do too.",
    "The worst team in the league. A truly pathetic display. 2 losses and counting. At least you're consistent. Ranked #15 out of 16. At least you're not last... yet. Remember when Traded away a top-5 RB for a defense? Yeah, we do too."
  ],
  "Bonzo22": [
    "The target is on your back now. How does it feel? Ranked #3 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 'Slow and steady' - sure, Unknown Owner, sure. Ranked #3 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 'Trust the process' - sure, Unknown Owner, sure. Ranked #3 now, but the pressure is mounting.",
    "First place is nice, but can you finish what you started? Ranked #3 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? Ranked #3 now, but the pressure is mounting. Remember when Started a player who was declared out 3 hours before kickoff? Yeah, we do too.",
    "The target is on your back now. How does it feel? Ranked #3 now, but the pressure is mounting.",
    "A shocking performance from a supposed contender. Awful start. 2 losses and counting. At least you're consistent. 152.76 points is nice, but can you do it consistently? Ranked #13 out of 16. At least you're not last... yet.",
    "The worst team in the league. A truly pathetic display. 2 losses and counting. At least you're consistent. 152.76 points is nice, but can you do it consistently? Ranked #13 out of 16. At least you're not last... yet.",
    "The worst team in the league. A truly pathetic display. 2 losses and counting. At least you're consistent. 152.76 points is nice, but can you do it consistently? Ranked #13 out of 16. At least you're not last... yet. Remember when Started a player who was declared out 3 hours before kickoff? Yeah, we do too.",
    "A shocking performance from a supposed contender. Awful start. 2 losses and counting. At least you're consistent. 152.76 points is nice, but can you do it consistently? Ranked #13 out of 16. At least you're not last... yet. Remember when Started a player who was declared out 3 hours before kickoff? Yeah, we do too.",
    "A shocking performance from a supposed contender. Awful start. 2 losses and counting. At least you're consistent. 152.76 points is nice, but can you do it consistently? Ranked #13 out of 16. At least you're not last... yet."
  ],
  "healzyswarriors": [
    "The worst team in the league. A truly pathetic display. 397 points is nice, but can you do it consistently? Ranked #15 out of 16. At least you're not last... yet.",
    "Started the season right where you left off. In the bin. 397 points is nice, but can you do it consistently? Ranked #15 out of 16. At least you're not last... yet.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting. Remember when Dropped a player who scored 30+ the next week? Yeah, we do too.",
    "Great record, but playoff time is when boys become men. 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting. Remember when Dropped a player who scored 30+ the next week? Yeah, we do too.",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting.",
    "Leading the league while playing the easiest schedule - impressive or lucky? 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting.",
    "Leading the league while playing the easiest schedule - impressive or lucky? 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting. Remember when Dropped a player who scored 30+ the next week? Yeah, we do too.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting.",
    "Leading the league while playing the easiest schedule - impressive or lucky? 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you handle the pressure? 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting. Remember when Dropped a player who scored 30+ the next week? Yeah, we do too.",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 'This is our year' - sure, healzyswarriors, sure. 2 wins so far, but the real test is yet to come. 216.64 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting. Remember when Dropped a player who scored 30+ the next week? Yeah, we do too."
  ],
  "FattyC26": [
    "Fighting for that last playoff spot like it's Black Friday. 'Whatever happens, happens' - sure, Fatty, sure. Perfectly mediocre at 4-4. The definition of average. 654 points is nice, but can you do it consistently?",
    "Playoff hopes hanging by a thread thinner than your roster depth. Perfectly mediocre at 4-4. The definition of average. 654 points is nice, but can you do it consistently? Remember when Forgot to set lineup for 3 straight weeks? Yeah, we do too.",
    "The definition of mediocre - not good enough to be great, not bad enough to be memorable. Perfectly mediocre at 4-4. The definition of average. 654 points is nice, but can you do it consistently? Remember when Forgot to set lineup for 3 straight weeks? Yeah, we do too.",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "Leading the league while playing the easiest schedule - impressive or lucky? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting. Remember when Forgot to set lineup for 3 straight weeks? Yeah, we do too.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting. Remember when Forgot to set lineup for 3 straight weeks? Yeah, we do too.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "Leading the league while playing the easiest schedule - impressive or lucky? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting. Remember when Forgot to set lineup for 3 straight weeks? Yeah, we do too.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you handle the pressure? 2 wins so far, but the real test is yet to come. 206.22 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting."
  ],
  "MorgsLev13": [
    "Great record, but playoff time is when boys become men. 868 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting.",
    "Leading the league while playing the easiest schedule - impressive or lucky? 868 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. 868 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting. Remember when Lost by 0.1 points due to a stat correction? Yeah, we do too.",
    "The target is on your back now. How does it feel? 868 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. 868 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting."
  ],
  "coopersallstarz": [
    "Consistently inconsistent. At least you're consistent about something. 2 wins so far, but the real test is yet to come. 167.1 points is nice, but can you do it consistently? Remember when Bragged about a trade that backfired spectacularly? Yeah, we do too.",
    "One week you're hot, next week you're not. Make up your mind! 'Look at these moves' - sure, coopersallstarz, sure. 2 wins so far, but the real test is yet to come. 167.1 points is nice, but can you do it consistently? Remember when Bragged about a trade that backfired spectacularly? Yeah, we do too.",
    "Playoff hopes hanging by a thread thinner than your roster depth. Time to check that ego at the door. 2 wins so far, but the real test is yet to come. 167.1 points is nice, but can you do it consistently?",
    "One week you're hot, next week you're not. Make up your mind! 2 wins so far, but the real test is yet to come. 167.1 points is nice, but can you do it consistently?",
    "One week you're hot, next week you're not. Make up your mind! 2 wins so far, but the real test is yet to come. 167.1 points is nice, but can you do it consistently?",
    "The definition of mediocre - not good enough to be great, not bad enough to be memorable. 2 wins so far, but the real test is yet to come. 167.1 points is nice, but can you do it consistently? Remember when Bragged about a trade that backfired spectacularly? Yeah, we do too."
  ],
  "Stampy": [
    "A shocking performance from a supposed contender. Awful start. Perfectly mediocre at 3-3. The definition of average. 319 points is nice, but can you do it consistently? Ranked #16 out of 16. At least you're not last... yet. Remember when Refused to drop a player who was on IR for 8 weeks? Yeah, we do too.",
    "At this point, you're just playing for pride. And you're not even doing that well. Perfectly mediocre at 3-3. The definition of average. 319 points is nice, but can you do it consistently? Ranked #16 out of 16. At least you're not last... yet.",
    "One week you're hot, next week you're not. Make up your mind! Perfectly mediocre at 1-1-0. The definition of average. 175.26 points is nice, but can you do it consistently? Remember when Refused to drop a player who was on IR for 8 weeks? Yeah, we do too.",
    "Playoff hopes hanging by a thread thinner than your roster depth. Perfectly mediocre at 1-1-0. The definition of average. 175.26 points is nice, but can you do it consistently? Remember when Refused to drop a player who was on IR for 8 weeks? Yeah, we do too.",
    "One week you're hot, next week you're not. Make up your mind! 'My way or the highway' - sure, Stampy, sure. Perfectly mediocre at 1-1-0. The definition of average. 175.26 points is nice, but can you do it consistently? Remember when Refused to drop a player who was on IR for 8 weeks? Yeah, we do too.",
    "Fighting for that last playoff spot like it's Black Friday. Perfectly mediocre at 1-1-0. The definition of average. 175.26 points is nice, but can you do it consistently?",
    "Consistently inconsistent. At least you're consistent about something. 'I know what I'm doing' - sure, Stampy, sure. Perfectly mediocre at 1-1-0. The definition of average. 175.26 points is nice, but can you do it consistently?",
    "Fighting for that last playoff spot like it's Black Friday. Perfectly mediocre at 1-1-0. The definition of average. 175.26 points is nice, but can you do it consistently? Remember when Refused to drop a player who was on IR for 8 weeks? Yeah, we do too."
  ],
  "3whits": [
    "The only thing you're leading in is disappointment. 468 points is nice, but can you do it consistently? Ranked #13 out of 16. At least you're not last... yet. Remember when Made a trade that confused everyone including himself? Yeah, we do too.",
    "The only thing you're leading in is disappointment. 468 points is nice, but can you do it consistently? Ranked #13 out of 16. At least you're not last... yet.",
    "Consistently inconsistent. At least you're consistent about something. 2 wins so far, but the real test is yet to come. 184.58 points is nice, but can you do it consistently? Remember when Made a trade that confused everyone including himself? Yeah, we do too.",
    "Fighting for that last playoff spot like it's Black Friday. 2 wins so far, but the real test is yet to come. 184.58 points is nice, but can you do it consistently?",
    "Playoff hopes hanging by a thread thinner than your roster depth. 2 wins so far, but the real test is yet to come. 184.58 points is nice, but can you do it consistently?",
    "The definition of mediocre - not good enough to be great, not bad enough to be memorable. 2 wins so far, but the real test is yet to come. 184.58 points is nice, but can you do it consistently?",
    "Fighting for that last playoff spot like it's Black Friday. 2 wins so far, but the real test is yet to come. 184.58 points is nice, but can you do it consistently?",
    "Consistently inconsistent. At least you're consistent about something. 2 wins so far, but the real test is yet to come. 184.58 points is nice, but can you do it consistently?"
  ],
  "webbyt": [
    "Consistently inconsistent. At least you're consistent about something. 592 points is nice, but can you do it consistently? Remember when Lost because he spent too much time analyzing and forgot to set lineup? Yeah, we do too.",
    "Consistently inconsistent. At least you're consistent about something. 'Let me check the metrics' - sure, Webbyt, sure. 592 points is nice, but can you do it consistently?",
    "Playoff hopes hanging by a thread thinner than your roster depth. 592 points is nice, but can you do it consistently?",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting. Remember when Lost because he spent too much time analyzing and forgot to set lineup? Yeah, we do too.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you handle the pressure? 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting. Remember when Lost because he spent too much time analyzing and forgot to set lineup? Yeah, we do too.",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting. Remember when Lost because he spent too much time analyzing and forgot to set lineup? Yeah, we do too.",
    "Great record, but playoff time is when boys become men. 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting. Remember when Lost because he spent too much time analyzing and forgot to set lineup? Yeah, we do too.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting. Remember when Lost because he spent too much time analyzing and forgot to set lineup? Yeah, we do too.",
    "Leading the league while playing the easiest schedule - impressive or lucky? 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting. Remember when Lost because he spent too much time analyzing and forgot to set lineup? Yeah, we do too.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting. Remember when Lost because he spent too much time analyzing and forgot to set lineup? Yeah, we do too.",
    "Sitting pretty at the top, but can you handle the pressure? 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 188.2 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting. Remember when Lost because he spent too much time analyzing and forgot to set lineup? Yeah, we do too."
  ],
  "Wicka": [
    "One week you're hot, next week you're not. Make up your mind! Your luck is bound to run out eventually. 646 points is nice, but can you do it consistently?",
    "Fighting for that last playoff spot like it's Black Friday. 646 points is nice, but can you do it consistently?",
    "The definition of mediocre - not good enough to be great, not bad enough to be memorable. Your luck is bound to run out eventually. 646 points is nice, but can you do it consistently?",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting. Remember when Lost in the first round of playoffs after talking trash all season? Yeah, we do too.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting. Remember when Lost in the first round of playoffs after talking trash all season? Yeah, we do too.",
    "Sitting pretty at the top, but can you handle the pressure? 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting. Remember when Lost in the first round of playoffs after talking trash all season? Yeah, we do too.",
    "Great record, but playoff time is when boys become men. 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you handle the pressure? 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting.",
    "Leading the league while playing the easiest schedule - impressive or lucky? 'Luck is a skill' - sure, Wicka, sure. 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting.",
    "First place is nice, but can you finish what you started? 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting. Remember when Lost in the first round of playoffs after talking trash all season? Yeah, we do too.",
    "Sitting pretty at the top, but can you handle the pressure? Your luck is bound to run out eventually. 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. 'Luck is a skill' - sure, Wicka, sure. 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 2 wins so far, but the real test is yet to come. 200.56 points is nice, but can you do it consistently? Ranked #3 now, but the pressure is mounting."
  ],
  "5yearRebuild": [
    "The target is on your back now. How does it feel? 886 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting. Remember when Has been 'rebuilding' for 7 years? Yeah, we do too.",
    "The target is on your back now. How does it feel? 886 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. 886 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting. Remember when Has been 'rebuilding' for 7 years? Yeah, we do too.",
    "Sitting pretty at the top, but can you handle the pressure? 'Next year is our year' - sure, Rebuild, sure. 886 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting.",
    "First place is nice, but can you finish what you started? 886 points is nice, but can you do it consistently? Ranked #1 now, but the pressure is mounting."
  ],
  "Sedgy": [
    "Great record, but playoff time is when boys become men. 840 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you handle the pressure? 'Let's make a deal' - sure, Sedgy, sure. 840 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. 840 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting.",
    "Great record, but playoff time is when boys become men. 840 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you handle the pressure? 'Let's make a deal' - sure, Sedgy, sure. 840 points is nice, but can you do it consistently? Ranked #4 now, but the pressure is mounting.",
    "The worst team in the league. A truly pathetic display. 2 losses and counting. At least you're consistent. 152.22 points is nice, but can you do it consistently? Ranked #14 out of 16. At least you're not last... yet.",
    "A shocking performance from a supposed contender. Awful start. 2 losses and counting. At least you're consistent. 152.22 points is nice, but can you do it consistently? Ranked #14 out of 16. At least you're not last... yet.",
    "The only thing you're leading in is disappointment. 2 losses and counting. At least you're consistent. 152.22 points is nice, but can you do it consistently? Ranked #14 out of 16. At least you're not last... yet.",
    "The worst team in the league. A truly pathetic display. 2 losses and counting. At least you're consistent. 152.22 points is nice, but can you do it consistently? Ranked #14 out of 16. At least you're not last... yet.",
    "At this point, you're just playing for pride. And you're not even doing that well. 2 losses and counting. At least you're consistent. 152.22 points is nice, but can you do it consistently? Ranked #14 out of 16. At least you're not last... yet."
  ],
  "Poddy": [
    "Great record, but playoff time is when boys become men. 870 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "Sitting pretty at the top, but can you handle the pressure? 'I'M HYPED!' - sure, Poddy, sure. 870 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 870 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting. Remember when Celebrated a win before the game was over and lost by 0.5 points? Yeah, we do too.",
    "Great record, but playoff time is when boys become men. 870 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting.",
    "The target is on your back now. How does it feel? 870 points is nice, but can you do it consistently? Ranked #2 now, but the pressure is mounting."
  ],
  "DaksDemons": [
    "One week you're hot, next week you're not. Make up your mind! 733 points is nice, but can you do it consistently? Remember when Threatened to quit the league after losing to the last place team? Yeah, we do too.",
    "The definition of mediocre - not good enough to be great, not bad enough to be memorable. 733 points is nice, but can you do it consistently? Remember when Threatened to quit the league after losing to the last place team? Yeah, we do too.",
    "Playoff hopes hanging by a thread thinner than your roster depth. 733 points is nice, but can you do it consistently?",
    "Playoff hopes hanging by a thread thinner than your roster depth. Perfectly mediocre at 1-1-0. The definition of average. 181.68 points is nice, but can you do it consistently?",
    "One week you're hot, next week you're not. Make up your mind! Perfectly mediocre at 1-1-0. The definition of average. 181.68 points is nice, but can you do it consistently?",
    "Fighting for that last playoff spot like it's Black Friday. 'You're going down' - sure, DaksDemons, sure. Perfectly mediocre at 1-1-0. The definition of average. 181.68 points is nice, but can you do it consistently? Remember when Threatened to quit the league after losing to the last place team? Yeah, we do too.",
    "One week you're hot, next week you're not. Make up your mind! Perfectly mediocre at 1-1-0. The definition of average. 181.68 points is nice, but can you do it consistently? Remember when Threatened to quit the league after losing to the last place team? Yeah, we do too.",
    "Playoff hopes hanging by a thread thinner than your roster depth. Perfectly mediocre at 1-1-0. The definition of average. 181.68 points is nice, but can you do it consistently?",
    "Fighting for that last playoff spot like it's Black Friday. Perfectly mediocre at 1-1-0. The definition of average. 181.68 points is nice, but can you do it consistently? Remember when Threatened to quit the league after losing to the last place team? Yeah, we do too."
  ],
  "MickyMayn": [
    "Started the season right where you left off. In the bin. 2 losses and counting. At least you're consistent. Ranked #16 out of 16. At least you're not last... yet. Remember when Congratulated the wrong person for winning the championship? Yeah, we do too.",
    "The only thing you're leading in is disappointment. 2 losses and counting. At least you're consistent. Ranked #16 out of 16. At least you're not last... yet.",
    "At this point, you're just playing for pride. And you're not even doing that well. 2 losses and counting. At least you're consistent. Ranked #16 out of 16. At least you're not last... yet. Remember when Congratulated the wrong person for winning the championship? Yeah, we do too.",
    "The only thing you're leading in is disappointment. 2 losses and counting. At least you're consistent. Ranked #16 out of 16. At least you're not last... yet.",
    "At this point, you're just playing for pride. And you're not even doing that well. 2 losses and counting. At least you're consistent. Ranked #16 out of 16. At least you're not last... yet."
  ]
}